Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/HealthPrivacySettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EXPOSURE_NOTIFICATIONS_SWITCH_FOOTER_UNAVAILABLE_COUNTRY_PREFIX
source: COVID-19 Exposure Logging and Notifications are not available in your region. %@
ar: إشعارات المخالطة وتسجيل مخالطة المصابين بمرض كوفيد-19 غير متوفرة في منطقتك. %@
bg: Известията и регистрирането на излагане на COVID-19 не са налични за вашия регион. %@
ca: Les notificacions i el registre d’exposició a la COVID‑19 no estan disponibles a la teva regió. %@
cs: Zaznamenávání a oznamování kontaktů s COVID‑19 není ve vaší oblasti k dispozici. %@
da: Logning af og notifikationer om eksponering for COVID-19 er ikke tilgængelige i dit område. %@
de: COVID-19-Begegnungsaufzeichnungen und -mitteilungen sind in deiner Region nicht verfügbar. %@
el: Η Καταγραφή και οι Γνωστοποιήσεις έκθεσης COVID-19 δεν διατίθενται στην περιοχή σας. %@
es: Las notificaciones y el registro de exposición a la COVID-19 no están disponibles en tu región. %@
es_us: El registro y las notificaciones de exposición al COVID-19 no están disponibles en tu región. %@
fi: COVID-19-altistusloki ja -ilmoitukset eivät ole saatavilla alueellasi. %@
fr: La journalisation et les notifications d’exposition à la COVID-19 ne sont pas disponibles dans votre région. %@
fr_ca: La journalisation des expositions à la COVID-19 et les notifications ne sont pas disponibles dans votre région. %@
he: רישום ועדכוני חשיפה לקורונה (COVID-19) אינם זמינים באזור שלך. %@
hi: COVID-19 एक्सपोज़र लॉगिंग और सूचनाएँ आपके क्षेत्र में उपलब्ध नहीं हैं। %@
hr: Izrada log zapisa i obavijesti o izloženosti bolesti COVID‑19 nisu dostupne u vašoj regiji. %@
hu: A COVID-19-fertőzésnek való kitettség naplózása és értesítései nem érhetők el az Ön régiójában. %@
id: Pencatatan dan Pemberitahuan Pemaparan COVID-19 tidak tersedia di wilayah Anda. %@
it: La raccolta dei log e le notifiche di esposizione al COVID-19 non sono disponibili nella tua zona. %@
ja: 新型コロナウイルス感染症（COVID-19）接触のログ記録と通知はお住まいの国/地域では使用できません。 %@
kk: COVID-19 індетін жұқтырғандармен байланыс журналын жүргізу және ол туралы хабарландыру сіз орналасқан аймақта қолжетімді емес. %@
ko: 사용자의 지역에서 COVID-19 노출 기록 및 알림을 사용할 수 없습니다. %@
lt: Jūsų regione registravimas ir pranešimai apie kontaktą su COVID-19 užsikrėtusiu žmogumi neprieinami. %@
ms: Pengelogan dan Notis Pendedahan COVID-19 tidak tersedia di rantau anda. %@
nl: Het bijhouden van blootstellingslogbestanden en meldingen over blootstelling aan COVID-19 zijn niet beschikbaar in jouw regio. %@
no: Varslinger og loggføring av covid-19-smittekontakt er ikke tilgjengelig i området ditt. %@
pl: Funkcja rejestrowania i powiadomienia o narażeniu na COVID‑19 jest niedostępna w Twoim regionie. %@
pt: Notificações e Registro de Exposição à COVID-19 não estão disponíveis na sua região. %@
pt_pt: O registo e as notificações de exposição à COVID‑19 não estão disponíveis na sua região. %@
ro: Jurnalul și notificările de expunere la COVID-19 nu sunt disponibile în regiunea dvs. %@
ru: Уведомления о контакте с COVID‑19 и ведение журнала контактов недоступны в Вашем регионе. %@
sk: Zaznamenávanie a hlásenia o vystavení nákaze COVID-19 nie sú dostupné vo vašom regióne. %@
sl: Beleženje izpostavljenosti bolezni COVID-19 in pošiljanje obvestil nista na voljo v vaši regiji. %@
sv: Loggning och notiser om covid-19-exponering finns inte i din region. %@
th: ไม่มีบันทึกข้อมูลการสัมผัสเชื้อโควิด-19 ในภูมิภาคของคุณ %@
tr: COVID-19’a Maruz Kalma Günlüğü ve Bildirimleri bölgenizde kullanılamıyor. %@
uk: Журналювання та сповіщення про контактування з COVID-19 недоступні у вашому регіоні. %@
vi: Thông báo và nhật ký tiếp xúc với COVID-19 không khả dụng trong vùng của bạn. %@
zh_cn: “COVID-19暴露日志”和“暴露通知”不适用于你所在的地区。 %@
zh_hk: 無法在你所在地區使用「COVID-19暴露記錄」和「暴露通知」。 %@
zh_tw: 你所在的地區無法使用COVID-19暴露記錄和通知。 %@

# LEARN_MORE_LINK_TEXT
source: Learn more…
ar: معرفة المزيد…
bg: Научете повече…
ca: Més informació…
cs: Další informace…
da: Læs mere…
de: Weitere Infos …
el: Μάθετε περισσότερα…
es: Más información…
es_us: Obtén detalles…
fi: Lisätietoja…
fr: En savoir plus…
fr_ca: En savoir plus…
he: פרטים נוספים…
hi: अधिक जानें…
hr: Saznajte više…
hu: Bővebben…
id: Lebih lanjut…
it: Scopri di più…
ja: 詳しい情報…
kk: Толығырақ ақпарат алу…
ko: 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau…
ms: Ketahui lebih lanjut…
nl: Meer informatie…
no: Finn ut mer…
pl: Więcej informacji…
pt: Saiba mais…
pt_pt: Saiba mais…
ro: Aflați mai multe…
ru: Подробнее…
sk: Viac informácií…
sl: Več o tem …
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
vi: Tìm hiểu thêm…
zh_cn: 进一步了解…
zh_hk: 進一步了解⋯
zh_tw: 更多內容⋯

source: Delete
ar: حذف
bg: Изтрий
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Trinti
ms: Padam
nl: Verwijder
no: Slett
pl: Usuń
pt: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# EXPOSURE_NOTIFICATIONS_SWITCH_FOOTER_UNAVAILABLE_NO_APPS_PREFIX
source: You cannot turn on Exposure Logging without an authorized app installed that can send Exposure Notifications. %@
ar: لا يمكنك تشغيل تسجيل المخالطة دون تثبيت تطبيق مخوّل يمكنه إرسال إشعارات المخالطة. %@
bg: Не можете да включите регистрирането на контакти, без да е инсталирано оторизирано приложение, което може да изпраща известия за влизане в контакт. %@
ca: Per activar el registre d’exposició cal que hagis instal·lat una app autoritzada que pugui enviar notificacions d’exposició. %@
cs: Chcete‑li zapnout zaznamenávání kontaktů s nákazou, musíte mít nainstalovanou autorizovanou aplikaci, která vám může posílat oznámení o kontaktech. %@
da: Du kan ikke slå Logning af eksponering til uden at have en godkendt app installeret, der kan sende notifikationer om eksponering. %@
de: „Begegnungsaufzeichnungen“ kann erst aktiviert werden, wenn eine autorisierte App installiert ist, die Begegnungsmitteilungen senden kann. %@
el: Δεν είναι δυνατή η ενεργοποίηση της Καταγραφής έκθεσης αν δεν έχετε εγκατεστημένη μια εξουσιοδοτημένη εφαρμογή που μπορεί να στέλνει Γνωστοποιήσεις έκθεσης. %@
es: No puedes activar el registro de exposición sin tener instalada una app autorizada que pueda enviar notificaciones de exposición. %@
es_us: No puedes activar el registro de exposición si no tienes una app autorizada para enviar notificaciones de exposición. %@
fi: Et voi laittaa altistuslokia päälle ennen kuin asennat valtuutetun apin, joka voi lähettää altistusilmoituksia. %@
fr: Vous ne pouvez pas activer la journalisation des expositions sans app installée autorisée à vous envoyer des notifications d’exposition. %@
fr_ca: Vous ne pouvez pas activer la journalisation des expositions sans avoir installé une app autorisée capable d’envoyer des notifications d’exposition. %@
he: לא ניתן להפעיל את רישום החשיפה ללא יישום מותקן שקיבל אישור לשלוח עדכוני חשיפה. %@
hi: आप एक्सपोज़र सूचनाएँ भेज सकने वाले अधिकृत ऐप को इंस्टॉल किए बिना एक्सपोज़र लॉगिंग चालू नहीं कर ^[सकते हैं](inflect: true)। %@
hr: Izradu log zapisa o izloženosti ne možete uključiti bez instalirane autorizirane aplikacije koja može slati obavijesti o izloženosti. %@
hu: Csak akkor kapcsolhatja be a Fertőzésnek való kitettség naplózása funkciót, ha telepítve van egy olyan engedélyezett app, amely fertőzéskitettség-értesítéseket tud küldeni. %@
id: Anda tidak dapat menyalakan Pencatatan Pemaparan tanpa app terinstal yang disahkan yang dapat mengirim Pemberitahuan Pemaparan. %@
it: Non puoi attivare l’opzione “Raccolta log di esposizione” senza aver installato e autorizzato un’app che possa inviarti le notifiche relative all’esposizione. %@
ja: 接触通知を送信できる承認済みのアプリがインストールされていない場合、接触のログ記録をオンにすることはできません。 %@
kk: Байланыс журналын жүргізу функциясын қосу үшін, алдымен орнатылған қолданбалардың біріне байланыс туралы хабарландыруларды жіберуге рұқсат беріңіз. %@
ko: 노출 알림을 보낼 수 있도록 승인된 앱을 설치하지 않으면 노출 기록을 켤 수 없습니다. %@
lt: Norėdami įjungti kontaktų registravimo funkciją, pirmiausia turite leisti įdiegtai programai siųsti pranešimus apie kontaktą su užsikrėtusiu žmogumi. %@
ms: Anda tidak boleh mengaktifkan Pengelogan Pendedahan tanpa memasang app dibenarkan yang boleh menghantar Notis Pendedahan. %@
nl: Je kunt 'Blootstelling bijhouden' niet inschakelen zonder dat er een geautoriseerde app is geïnstalleerd die blootstellingsmeldingen kan versturen. %@
no: Du kan ikke slå på Loggføring av smittekontakt før du har installert en autorisert app som kan sende varslinger om smitterisiko. %@
pl: Nie możesz włączyć rejestrowania narażenia bez autoryzowanej aplikacji, która może wysyłać powiadomienia o narażeniu. %@
pt: Você não pode ativar o Registro de Exposição sem um app autorizado instalado que possa enviar Notificações de Exposição. %@
pt_pt: Não é possível ativar o registo de exposição sem estar instalada uma aplicação autorizada que possa enviar notificações de exposição. %@
ro: Nu puteți activa opțiunea “Jurnal expunere” fără a avea instalată o aplicație autorizată, care să poată trimite notificări de expunere. %@
ru: Чтобы включить ведение журнала контактов, сначала разрешите одному из установленных приложений отправку уведомлений о контакте. %@
sk: Ak chcete zapnúť zaznamenávanie vystavenia nákaze, musíte najprv nainštalovať a autorizovať apku, ktorá dokáže posielať hlásenia o vystavení nákaze. %@
sl: Dnevnikov izpostavljenosti ne morete vklopiti, dokler nimate nameščene pooblaščene aplikacije, ki lahko pošilja obvestila o izpostavljenosti. %@
sv: Du kan inte aktivera exponeringsloggning utan att ha installerat en auktoriserad app som kan skicka exponeringsnotiser. %@
th: คุณไม่สามารถเปิดใช้บันทึกข้อมูลการสัมผัสเชื้อโดยไม่ได้ติดตั้งแอปที่ได้รับอนุญาตที่สามารถส่งการแจ้งเตือนการสัมผัสเชื้อได้ %@
tr: Maruz Kalma Bildirimleri gönderecek yetkili bir uygulama yüklenmeden Maruz Kalma Günlüğü açılamaz. %@
uk: Не інсталювавши авторизовану програму для надсилання сповіщень про контактування, ви не можете ввімкнути журналювання контактів. %@
vi: Bạn không thể bật tính năng Ghi nhật ký tiếp xúc nếu chưa cài đặt ứng dụng được cấp phép có thể gửi Thông báo tiếp xúc. %@
zh_cn: 如果未安装可发送“暴露通知”的授权App，你无法打开“暴露日志”。 %@
zh_hk: 在未安裝可傳送「暴露通知」的獲授權App時，你無法開啟暴露記錄。 %@
zh_tw: 若未安裝可傳送「暴露通知」的已授權App，你便無法開啟「暴露記錄」。 %@

# INCLUDE_OTHER_HEADPHONES_FOOTER_TEXT_IPHONE
source: The Health app can estimate audio levels for devices where a true sound level cannot be determined. These estimates are based on the volume level of your iPhone. This includes:
ar: يمكن لتطبيق صحتي تقدير مستويات الصوت للأجهزة عندما يتعذر تحديد مستويات الصوت الحقيقية. هذه التقديرات تستند إلى مستوى صوت الـ iPhone. هذا يتضمن:
bg: Приложението Здраве може да изчисли нивата на звука за устройствата, при които не може да се определи истинското ниво на звука. Тези изчисления се базират на нивото на силата на звука на вашия iPhone и включват:
ca: L’app Salut pot calcular aproximadament quins són els nivells d’àudio dels dispositius quan no es pot determinar el nivell de so. Aquestes estimacions es basen en el nivell de volum de l’iPhone. Això inclou:
cs: Aplikace Zdraví může odhadnout úrovně hluku pro zařízení, u kterých nelze zjistit skutečnou hlasitost. Tyto odhady jsou založeny na hlasitosti nastavené na iPhonu. Odhady zahrnují:
da: Appen Sundhed kan anslå lydniveauer for enheder, hvor et præcist lydniveau ikke kan bestemmes. Disse anslåede niveauer er baseret på lydstyrken på din iPhone. Det omfatter:
de: Bei Geräten, für die der echte Geräuschpegel nicht feststellbar ist, kann die Health-App den Geräuschpegel schätzen. Diese Schätzungen basieren auf der Lautstärke deines iPhone, wie z. B.:
el: Η εφαρμογή «Υγεία» μπορεί να υπολογίζει τα επίπεδα ήχου ακουστικών για συσκευές όπου δεν είναι δυνατός ο προσδιορισμός πραγματικού επιπέδου ήχου. Αυτές οι εκτιμήσεις βασίζονται στο επίπεδο έντασης ήχου στο iPhone σας. Αυτές οι εκτιμήσεις περιλαμβάνουν τα εξής:
es: La app Salud puede calcular el nivel de audio de los dispositivos en los que no es posible determinar un nivel de sonido real. Dichas estimaciones se basan en el nivel de volumen de tu iPhone, lo que incluye:
es_us: La app Salud puede obtener una estimación de los niveles de audio de los dispositivos en los que no se puede determinar el nivel de sonido real. Estas estimaciones se basan en el nivel de volumen de tu iPhone. Esto incluye:
fi: Terveys-appi voi arvioida äänitason, kun todellista äänitasoa ei voida määrittää. Nämä arviot perustuvat iPhonen äänenvoimakkuus­tasoon. Niihin kuuluvat:
fr: L’app Santé peut estimer les niveaux sonores pour les périphériques pour lesquels il n’est pas possible de déterminer un véritable niveau sonore. Ces estimations sont fondées sur le volume de votre iPhone. Cela s’applique aux écouteurs suivants :
fr_ca: L’app Santé peut estimer le niveau sonore lorsque le niveau réel ne peut pas être déterminé. Ces estimations sont basées sur le volume de votre iPhone. Cela inclut :
he: היישום ״בריאות״ יכול לבצע הערכה של עוצמות השמע עבור מכשירים שבהם לא ניתן לקבוע את עוצמת הרעש האמיתית. הערכות אלה מבוססות על עוצמת השמע של ה-iPhone, וכוללות:
hi: सेहत ऐप ऑडियो स्तर का अनुमान उन डिवाइस के लिए लगा सकता है जहाँ वास्तविक ध्वनि स्तर को निर्धारित नहीं किया जा सकता है। ये अनुमान आपके iPhone के वॉल्यूम स्तर पर आधारित होते हैं। इसमें शामिल हैं :
hr: Aplikacija Zdravlje može procijeniti razine zvukova za uređaje na kojima se ne može utvrdi stvarna razina zvuka. Te procjene baziraju se na razini glasnoće vašeg iPhonea. To uključuje:
hu: Az Egészség app képes megbecsülni a hangszinteket azoknál az eszközöknél, amelyek esetében a valódi hangszint nem állapítható meg. Ezek a becsült értékek az iPhone hangerőszintjét veszik alapul. Ez a következőket foglalja magában:
id: App Kesehatan dapat memperkirakan level audio untuk perangkat saat level bunyi yang sebenarnya tidak dapat ditentukan. Perkiraan ini didasarkan pada level volume iPhone Anda. Ini meliputi:
it: Nel caso in cui non sia possibile determinare il livello audio effettivo di alcuni dispositivi, l’app Salute è in grado di effettuare una stima, calcolata in base al livello del volume di iPhone. Sono inclusi:
ja: ヘルスケアアプリは、実際の音量を判断できないデバイスのオーディオレベルを推定することができます。これらの推定値はiPhoneの音量レベルに基づいています。これには以下のものが含まれます:
kk: «Денсаулық» қолданбасы нақты дыбыс деңгейін анықтау мүмкін емес құрылғылардағы дыбыс деңгейлерін бағалай алады. Бұл баға iPhone құрылғыңыздағы дыбыс деңгейіне негізделеді. Оған мыналар жатады:
ko: 건강 앱이 실제 소음 레벨을 파악할 수 없는 기기의 오디오 레벨을 추정할 수 있습니다. 이 추정치는 iPhone의 음량 레벨을 기반으로 하며, 다음을 포함합니다.
lt: Programa „Sveikata“ gali įvertinti įrenginių, kuriuose tikrojo garso lygio neįmanoma nustatyti, garso lygius. Šie įvertinimai pagrįsti jūsų „iPhone“ įrenginio garsumo lygiu. Tai apima:
ms: App Kesihatan boleh menganggarkan paras audio untuk peranti yang paras bunyi sebenar tidak boleh ditentukan. Anggaran ini adalah berdasarkan paras kelantangan iPhone anda. Ini termasuk:
nl: De app Gezondheid kan schattingen doen voor apparaten wanneer er geen werkelijk geluidsniveau kan worden vastgesteld. Deze schattingen zijn gebaseerd op het volumeniveau van je iPhone. Dit geldt voor:
no: Helse-appen kan anslå lydnivået for enheter der det ikke kan gis et nøyaktig lydnivå. Disse vurderingene er basert på volumnivået til iPhone. Dette inkluderer:
pl: Aplikacja Zdrowie może oszacować poziomy dźwięku z urządzeń, w których nie można określić rzeczywistego poziomu dźwięku. Szacunki te są oparte na poziomie głośności Twojego iPhone’a. Dotyczy to:
pt: O app Saúde pode estimar os níveis de áudio de dispositivos onde um nível de som real não pode ser determinado. Essas estimativas são baseadas no nível de volume do iPhone. Isso inclui:
pt_pt: A aplicação Saúde pode fazer uma estimativa dos níveis de áudio dos auscultadores quando não for possível determinar um nível de som real. Estas estimativas baseiam‑se no nível de volume do iPhone e incluem:
ro: Aplicația Sănătate poate estima nivelurile de sunet pentru dispozitivele unde nu poate fi determinat un nivel sonor real. Aceste estimări sunt bazate pe nivelul volumului iPhone‑ului dvs. Sunt incluse:
ru: Приложение «Здоровье» может оценивать уровни звукового воздействия для устройств, на которых не удается определить истинный уровень звука. Эти оценки основаны на уровне громкости iPhone, включая:
sk: Apka Zdravie môže odhadovať úrovne zvuku pre zariadenia v prípade, že nie je možné určiť skutočnú úroveň zvuku. Tieto odhady vychádzajú z úrovne hlasitosti iPhonu. Patria sem tieto zariadenia:
sl: Aplikacija Zdravje lahko oceni ravni zvoka pri napravah, kjer ravni resničnega zvoka ni mogoče opredeliti. Te ocene so odvisne od glasnosti iPhona. To vključuje:
sv: Appen Hälsa kan uppskatta ljudnivån för enheter där det inte går att avgöra en exakt ljudnivå. Dessa uppskattningar baseras på ljudnivån för iPhone. Detta inkluderar följande:
th: แอปสุขภาพสามารถประมาณระดับเสียงของอุปกรณ์ที่ไม่สามารถกำหนดระดับเสียงจริงได้ ค่าประมาณเหล่านี้ขึ้นอยู่กับระดับเสียงของ iPhone ของคุณ ซึ่งรวมถึง:
tr: Sağlık uygulaması gerçek ses düzeyinin belirlenemediği aygıtlarda ses düzeylerini tahmin edebilir. Bu tahmini değerler iPhone’unuzun ses yüksekliği düzeyine göredir. Bunları içerir:
uk: Програма «Здоровʼя» здатна оцінювати аудіорівні пристроїв, для яких неможливо визначити справжній рівень звуку. Ці орієнтовні значення ґрунтуються на рівні гучності вашого iPhone. Вони враховують:
vi: Ứng dụng Sức khỏe có thể ước tính mức âm thanh tai nghe cho thiết bị khi không thể xác định mức âm thanh thực tế. Những ước tính này dựa trên mức âm lượng của iPhone. Việc này bao gồm:
zh_cn: “健康”App可为无法确定真实音量的设备预估音量。这些预估基于你iPhone的音量级别。包括：
zh_hk: 「健康」App可以估計無法確認真實音量時的裝置估計值。這些估計是根據你的iPhone音量而作出的。包括：
zh_tw: 「健康」App可以為無法確認實際音量的裝置估計音量。這些估計將以你的iPhone音量為基準。其中包含：
